src/main/java/com/amdocs/halo/automation/xmls/fulfilmentOrderComplete.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
  <soapenv:Header>
    <wsse:Security xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd" xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" soapenv:mustUnderstand="1">
      <wsse:UsernameToken wsu:Id="UsernameToken-18">
        <wsse:Username>Asmsa1</wsse:Username>
        <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">Asmsa1</wsse:Password>
      </wsse:UsernameToken>
    </wsse:Security>
  </soapenv:Header>
  <soapenv:Body>
    <ns0:fulfillmentOrderCompleted xmlns:ns0="http://FulfillmentOrderCompleted.fulfillmentOrderCompleted.services.amdocs.com">
      <OrderingContext>
        <localeString>EN</localeString>
      </OrderingContext>
      <FulfillmentOrderCompletedInput>
        <orderActionId>{$orderId$}</orderActionId>
        <orderActionVersion>1</orderActionVersion>
        <orderId>{$sgId$}</orderId>
      </FulfillmentOrderCompletedInput>
    </ns0:fulfillmentOrderCompleted>
  </soapenv:Body>
</soapenv:Envelope>
